{
	"contains" = "contém";
	"CouldNotQuery" = "Não foi possível realizar a consulta: @@message@@";
	"CouldNotSave" = "Não foi possível gravar as alterações: @@message@@";
	"CouldNotSavePleaseReapply" = "Não foi possível gravar as alterações. A(o) @@displayNameForEntity@@ foi alterada(o) no banco de dados antes que você pudesse gravar. Suas alterações foram perdidas. Por favor refaças as alterações.";
	"ends with" = "termina em";
	"ERD2W.addButtonLabel" = "Incluir";
	"ERD2W.cancelButtonLabel" = "Cancelar";
	"ERD2W.cancelCreationMessage" = "<b>Tem certeza de que quer interromper a criação de @@displayNameForEntity@@?</b><br><br>Clicando você confirmará que descartará as alterações, Clicando Cancelar o(a) levará de volta à edição de @@displayNameForEntity@@.";
	"ERD2W.clearButtonLabel" = "Limpar";
	"ERD2W.createButtonLabel" = "Criar";
	"ERD2W.deleteButtonLabel" = "Apagar";
	"ERD2W.deleteSelectedButtonLabel" = "Apagar Seleção";
	"ERD2W.editButtonLabel" = "Editar";
	"ERD2W.findButtonLabel" = "Encontrar";
	"ERD2W.nextButtonLabel" = "Próximo";
	"ERD2W.noButtonLabel" = "Não";
	"ERD2W.noSelectionString" = "- nenhum -";
	"ERD2W.okButtonLabel" = "OK";
	"ERD2W.pickButtonLabel" = "Selecionar";
	"ERD2W.previousButtonLabel" = "Anterior";
	"ERD2W.removeButtonLabel" = "Remover";
	"ERD2W.returnButtonLabel" = "Retornar";
	"ERD2W.saveButtonLabel" = "Gravar";
	"ERD2W.tasks.confirm" = "Realmente @@displayNameForEntity@@?";
	"ERD2W.tasks.edit" = "Editar @@displayNameForEntity@@";
	"ERD2W.tasks.edit.wizard" = "Criar @@displayNameForEntity@@";
	"ERD2W.tasks.inspect" = "Consultar @@displayNameForEntity@@";
	"ERD2W.tasks.list" = "Listar @@displayNameForEntity@@";
	"ERD2W.tasks.query" = "Encontrar @@displayNameForEntity@@";
	"ERD2W.tasks.select" = "Selecionar @@displayNameForEntity@@";
	"ERD2W.yesButtonLabel" = "Sim";
	"ERD2WBoolean.DontCare" = "Não importa";
	"ERD2WBoolean.No" = "Não";
	"ERD2WBoolean.Unset" = "Não Definido";
	"ERD2WBoolean.Yes" = "Sim";
	"ERD2WCreateWizard.cancel" = "Cancelar";
	"ERD2WCreateWizard.nextStep" = "Próxima Etapa";
	"ERD2WCreateWizard.previousStep" = "Etapa Anterior";
	"ERD2WCreateWizard.save" = "Gravar";
	"ERD2WEditToManyRelationship.noChoiceAvailable" = "Nenhuma @@displayNameForEntity@@ disponível agora";
	"ERD2WInspect.alreadyAborted" = "<b>Tem certeza de que quer interromper esta operação?</b>. Por favor acione cancela e tente novamente a partir da primeira etapa";
	"ERD2WInspectPage.cancel" = "Cancelar";
	"ERD2WInspectPage.return" = "Retornar";
	"ERD2WInspectPage.saveChanges" = "Gravar";
	"ERD2WList.confirmDeletionMessage" = "<b>Tem certeza de quer apagar a seguinte @@displayNameForEntity@@?</b><br />@@object.userPresentableDescription@@";
	"ERD2WQueryDateRange.format" = "Formato";
	"ERD2WQueryDateRange.from" = "de";
	"ERD2WQueryDateRange.to" = "a";
	"ERD2WQueryDateRangeJavaScript.and" = "e";
	"ERD2WQueryDateRangeJavaScript.between" = "entre";
	"ERD2WQueryNumberRange.from" = "de";
	"ERD2WQueryNumberRange.number" = "Número";
	"ERD2WQueryNumberRange.to" = "para";
	"ERD2WQueryOperator.contains" = "contém";
	"ERD2WQueryOperator.ends with" = "termina em";
	"ERD2WQueryOperator.is" = "é";
	"ERD2WQueryOperator.like" = "similar a";
	"ERD2WQueryOperator.starts with" = "começa com ";
	"ERD2WQueryPage.plainMessage" = "@@displayNameForEntity@@";
	"ERD2WQueryPage.restrictedMessage" = "@@displayNameForEntity@@ (máximo @@fetchLimit@@)";
	"ERD2WQueryToManyField.is" = "é";
	"ERD2WQueryToManyField.where" = "onde";
	"ERD2WQueryToOneField.is" = "é";
	"ERD2WQueryToOneField.where" = "onde";
	"ERD2WWizardCreationPage.stepsMessage" = "Etapa @@currentStep@@ de @@tabSectionsContents.count@@";
	"ERDDatePopup.monthList" = (
		"Jan",
		"Fev",
		"Mar",
		"Abr",
		"Mai",
		"Jun",
		"Jul",
		"Ago",
		"Set",
		"Out",
		"Nov",
		"Dez"
	);
	"ERDDefaultCancelCreationMessageAssignment.cancelCreationMessage" = "<B>Tem certeza de que quer interromper a criação desta(e) @@displayNameForEntity@@?</B><br><br>Clicando confirmará que você descartará as alterações, clicando Cancelar o(a) levará de volta à edição de @@displayNameForEntity@@.";
	"ERDDisplayImageIfExists.message" = "Nenhuma Imagem Disponível";
	"ERDEditDatePopupOrNull.none" = "Nenhum";
	"ERDEditDatePopupOrNull.or" = "- ou -";
	"ERDEditFile.deleteButton" = "Apagar Arquivo";
	"ERDEditFile.selectButton" = "Selecionar Arquivo";
	"ERDEditFile.selectMessage" = "Selecione um arquivo no seu disco local:";
	"ERDEditFile.uploadButton" = "Envie Arquivo";
	"ERDEditFile.uploadMessage" = "Enviar o arquivo para o servidor:";
	"ERDEditList.saveLabel" = "Gravar @@pluralCount@@ @@pluralString@@?";
	"ERDEditListButton.editButtonName" = "Editar @@displayNameForProperty@@ List";
	"ERDEditPasswordConfirm.confirmLabel" = "Confirme a Senha";
	"ERDEditPasswordConfirm.confirmNewLabel" = "Confirme Nova Senha";
	"ERDEditPasswordConfirm.infoMessage" = "<i>Por favor note: o usuário e a senha distinguem maiúsculas. As senhas precisam ter entre 6 e 16 caracteres com pelo menos um dígito.</i>";
	"ERDEditPasswordConfirm.newPasswordLabel" = "Nova senha";
	"ERDEditPasswordConfirm.passwordLabel" = "Senha";
	"ERDEditStringWithChoices.noSelectionString" = "Nenhum";
	"ERDEditToManyRelationship.add" = "Incluir";
	"ERDEditToManyRelationship.delete" = "Apagar Seleção";
	"ERDEditToManyRelationship.remove" = "Remover";
	"ERDEmptyListMessage.createObjectStringTemplate" = "Criar Novo Registro";
	"ERDEmptyListMessage.emptyEmbeddedListMessage" = "<b>Nenhum registro @@displayNameForDestinationEntity@@ encontrado.</b>";
	"ERDEmptyListMessage.emptyListMessage" = "<b>Nenhum registro @@displayNameForEntity@@ encontrado.</b>";
	"ERDInspect.clear" = "Limpar";
	"ERDInspect.create" = "Criar";
	"ERDInspect.objectUnsetMessage" = "Nenhum @@displayNameForDestinationEntity@@ definido.";
	"ERDInspect.select" = "Selecionar...";
	"ERDList.create" = "Incluir";
	"ERDQueryAnyKey.matches" = "corresponde";
	"ERDQueryDateRangeJavaScript.and" = "e";
	"ERDQueryDateRangeJavaScript.between" = "entre";
	"ERDQueryTwoLevelRelationship.all" = "- todos -";
	"ERDTrashcan.confirmDeletionMessage" = "<b>Você tem certeza de que quer apagar a(o) seguinte @@displayNameForEntity@@?</b>";
	"is" = "é";
	"like" = "é similar";
	"starts with" = "começa com";
	"ERD2WQueryUnavailable.CanNotBeUsed" = "- não pode ser usado numa busca -";
	"Hint.SampleText" = "Informação sobre o dado";
	"ERD2WDebugFlags.LOG4J" = "Log4J";
	"ERD2WDebugFlags.D2W" = "D2W";
	"ERD2WDebugFlags.CSS" = "CSS";
	"ERD2WDebugFlags.SQL" = "Alterar SQL";
	"ERD2WDebugFlags.CLEAR" = "Limpar Cache D2W";
	"ERD2WDebugFlags.METRICS" = "Métrica da Página";
	"ERD2WDebugFlags.SHOW" = "Exibir Detalhes";
	"ERD2WDebugFlags.HIDE" = "Ocultar Detalhes";
	"ERD2WDebugFlags.DUMP" = "Chaves Criadas";
	"ERD2WDebugFlags.LOCALIZE" = "Localização";
	"ERD2WDebugFlags.STATS" = "WOStats";
	"ERD2WDebugFlags.RUN" = "Executar Teste";	
}
